Repository: docmcfly/participants
Catalog: Resources/Private/Language/*.locallang_*_taskForceOverview.xlf
Languages: de

# plugin.name
source: Task force overview
de: Übersicht der Einsatzkräfte

# plugin.description
source: Displays the task forces.
de: Zeit die Einsatzkräfte an.

# flexforms_general.title
source: Settings
de: Einstellungen

# flexforms_general.settings.localFireChief
source: Local fire chief
de: Ortsbrandmeister

# flexforms_general.settings.deputyLocalFireChief
source: Deputy local fire chief
de: Stellvertr. Ortsbrandmeister

# flexforms_general.settings.taskForceList
source: Task force list
de: Liste der Aktiven Kammerad:innen

# flexforms_general.settings.userProfile
source: User profile page
de: Benutzereinstellungen

# flexforms_general.settings.fireDepartmentGroupLeader
source: Fire department group leaders
de: Gruppenführer

# flexforms_general.settings.fireDepartmentGroup1
source: Fire department group 1
de: Dienstgruppe 1

# flexforms_general.settings.fireDepartmentGroup2
source: Fire department group 2
de: Dienstgrupper 2

# flexforms_general.settings.withoutDigitalSignalingUnit
source: Without digital signal unit
de: Ohne DME

# flexforms_general.settings.specialForces
source: Background color: Special forces
de: Hintergrundfarbe: Spezialkräfte

# flexforms_general.settings.currentFireDepartmentGroupColor
source: Background color: Active fire department group
de: Hintergrundfarbe: Aktive Dienstgruppe
