Repository: docmcfly/participants
Catalog: Resources/Private/Language/*.locallang_*_dutyRoster.xlf
Languages: de

# plugin.name
source: Duty roster
de: Dienstplan

# plugin.description
source: This plug displays the duty roster.
de: Zeigt den Dienstplan an.

# flexforms_general.title
source: Settings
de: Einstellungen

# flexforms_general.settings.hiddenTargetGroups
source: Hidden target groups
de: Unterbunde Zielgruppen

# flexforms_general.settings.optionalUserHiddenTargetGroups
source: Target groups that can optionally be hidden for the user
de: Für den Benutzer optional versteckbare Zielgruppen

# flexforms_general.settings.canViewMembers
source: Can view the members of event
de: Kann die Veranstaltungsteilnehmer sehen:

# flexforms_general.settings.canViewCurrentlyOffDuty
source: Can view the currently off duty flag
de: Kann "Derzeit außer Dienst"-Marker sehen

# flexforms_general.settings.renderType
source: Render type
de: Darstellungsform

# flexforms_general.settings.renderType.small
source: Small (for start page and side column)
de: Klein (für Startseiten und Seitenstreifen)

# flexforms_general.settings.renderType.large
source: Large
de: Groß

# flexforms_general.settings.renderType.calendar
source: Calendar
de: Kalender

# flexforms_general.small.settings
source: Settings of small rendering
de: Einstellung der kleinen Darstellung

# flexforms_general.large.settings
source: Settings of large rendering
de: Einstellung der großen Darstellung

# flexforms_general.calendar.settings
source: Settings of calendar rendering
de: Einstellung der Kalender-Darstellung

# flexforms_general.settings.smallEventCount
source: Count of event on the small render type
de: Anzahl der Termine bei der kleinen Darstellungsform

# flexforms_general.settings.small.useEventTypeColor
source: Use the event type color
de: Verwende die Farbe der Veranstaltungsart

# flexforms_general.settings.displayEventEndtime
source: Display the endtime of events
de: Endzeit der Veranstaltungen anzeigen

# flexforms_general.settings.hiddenTargetGroups
source: Hide the target groups
de: Zielgruppen nicht anzeigen

# flexforms_general.settings.autoScroll
source: Automatic scrolling to the next event
de: Automatisches Scrollen zum nächsten Termin

# flexforms_general.settings.displayScheduledStateIfExternalPlanningUse
source: Displays the scheduled state if a external planning links exists
de: Anzeige des Einplanungststatus, auch wenn ein externer Planungslink angebeben wurde

# flexforms_general.settings.large.useEventTypeColor
source: Use the event type color
de: Verwende die Farbe der Veranstaltungsart

# flexforms_general.settings.calendar.initialMode
source: Calendar initial settings
de: Kalender-Initial-Einstellungen

# flexforms_general.settings.calendar.initialMode.description
source: Determines which date the calendar is initially displayed with and how the month-switch buttons should behave.
de: Legt fest wie mit welchem Datum der Kalender initial angezeigt wird und wie die Monatsumschalter reagieren sollen.

# flexforms_general.settings.calendar.initialMode.startTodayMonthRelative
source: Starts with today's date / the month-switch button settings are relative to today.
de: Startet mit dem heutigen Datum / die Monatsumschalter-Einstellungen sind relativ zu heute.

# flexforms_general.settings.calendar.initialMode.startTodayMonthCurrentYear
source: Starts with today's date / with the month switcher you can only select months of the current year.
de: Startet mit dem heutigen Datum / mit Monatsumschalter kann man nur Monate des aktuellen Jahres wählen.

# flexforms_general.settings.calendar.initialMode.startFixDateMonthRelative
source: Fixed calendar start date / the month switch settings are relative to the fixed date.
de: Fixes Kalenderstartdatum / die Monatsumschalter-Einstellungen sind relativ zum fixen Datum.

# flexforms_general.settings.calendar.initialMode.startFixDateMonthCurrentYear
source: Fixed calendar start date / with the month switcher you can only select months of the current year..
de: Fixes Kalenderstartdatum / mit Monatsumschalter kann man nur Monate des aktuellen Jahres wählen.

# flexforms_general.settings.calendar.startFixDate
source: Fixed calendar start date
de: Fixes Kalenderstartdatum

# flexforms_general.settings.calendar.maxMonthsBack
source: How many months back can you navigate?
de: Wie viele kann man in die Vergangenheit blättern?

# flexforms_general.settings.calendar.maxMonthsBack.description
source: -1 means unlimited.
de: -1 bedeutet ohne Limitierung

# flexforms_general.settings.calendar.maxMonthsForward
source: How many months forward can you navigate?
de: Wie viele Monate kann man in die Zukunft blättern?

# flexforms_general.settings.calendar.maxMonthsForward.description
source: -1 means unlimited.
de: -1 bedeutet ohne Limitierung

# flexforms_general.settings.calendar.useEventTypeColor
source: Use the event type color
de: Verwende die Farbe der Veranstaltungsart

# flexforms_general.settings.calendar.appointmentSymbol
source: Appointment symbole
de: Terminsymbol
